import pyttsx3
optses = {
	"alias": ("кеша","кеш","инокентий","иннокентий","кешунь","кишунь","кяша","кэша"),
	"tbr": ("скажи","расскажи","покажи","сколько","произнеси", "открой"),
	"cmds": {
		"ctime": ("время", "времени"),
		"radio": ("Включи музыку","включи радио"),
		"stupid1": ("расскажи анекдот","рассмеши мени","пошути"),
		"shutdown": ("выключи комп","выключи компьютер","выкючение"),
		"youtube": ("ютуб","ютьюб", "youtube")
	}
}
def speak(what):
    print( what )
    speak_engine.say( what )
    speak_engine.runAndWait()
    speak_engine.stop()
speak_engine = pyttsx3.init()
#выполняется только при прямом запуске программы, а не импорте
if __name__ == '__main__':
	speak("Мой первыый модуль")
